{"id":132,"date":"2020-01-13T11:19:31","date_gmt":"2020-01-13T16:19:31","guid":{"rendered":"https:\/\/gimnasiolaconsolata.edu.co\/?page_id=132"},"modified":"2024-02-05T11:01:52","modified_gmt":"2024-02-05T16:01:52","slug":"nosotros","status":"publish","type":"page","link":"https:\/\/gimnasiolaconsolata.edu.co\/en\/nosotros\/","title":{"rendered":"Nosotros"},"content":{"rendered":"<p><!-- Row Backgrounds --><div class=\"upb_grad\" data-grad=\"background: -webkit-gradient(linear, left top, left bottom, color-stop(0%, #E3E3E3), color-stop(0%, #022B68), color-stop(100%, #A6CE39));background: -moz-linear-gradient(left,#E3E3E3 0%,#022B68 0%,#A6CE39 100%);background: -webkit-linear-gradient(left,#E3E3E3 0%,#022B68 0%,#A6CE39 100%);background: -o-linear-gradient(left,#E3E3E3 0%,#022B68 0%,#A6CE39 100%);background: -ms-linear-gradient(left,#E3E3E3 0%,#022B68 0%,#A6CE39 100%);background: linear-gradient(left,#E3E3E3 0%,#022B68 0%,#A6CE39 100%);\" data-bg-override=\"0\" data-upb-overlay-color=\"\" data-upb-bg-animation=\"\" data-fadeout=\"\" data-fadeout-percentage=\"30\" data-parallax-content=\"\" data-parallax-content-sense=\"30\" data-row-effect-mobile-disable=\"true\" data-img-parallax-mobile-disable=\"true\" data-rtl=\"false\"  data-custom-vc-row=\"\"  data-vc=\"6.7.0\"  data-is_old_vc=\"\"  data-theme-support=\"\"   data-overlay=\"false\" data-overlay-color=\"\" data-overlay-pattern=\"\" data-overlay-pattern-opacity=\"\" data-overlay-pattern-size=\"\"    ><\/div><div class=\"vc_row wpb_row vc_row-fluid vc_custom_1579041663249\"><div class=\"wpb_column vc_column_container vc_col-sm-12\"><div class=\"vc_column-inner\"><div class=\"wpb_wrapper\">\n\t<div class=\"wpb_text_column wpb_content_element\" >\n\t\t<div class=\"wpb_wrapper\">\n\t\t\t<h1 style=\"text-align: center;\"><span style=\"color: #1b5680;\"><strong>HISTORIA<\/strong><\/span><\/h1>\n\n\t\t<\/div>\n\t<\/div>\n<div class=\"vc_row wpb_row vc_inner vc_row-fluid\"><div class=\"wpb_column vc_column_container vc_col-sm-6\"><div class=\"vc_column-inner\"><div class=\"wpb_wrapper\">\n\t<div  class=\"wpb_single_image wpb_content_element vc_align_left\">\n\t\t\n\t\t<figure class=\"wpb_wrapper vc_figure\">\n\t\t\t<div class=\"vc_single_image-wrapper   vc_box_border_grey\"><img width=\"690\" height=\"262\" src=\"https:\/\/gimnasiolaconsolata.edu.co\/wp-content\/uploads\/2020\/01\/historia1.jpg\" class=\"vc_single_image-img attachment-full\" alt=\"\" loading=\"lazy\" srcset=\"https:\/\/gimnasiolaconsolata.edu.co\/wp-content\/uploads\/2020\/01\/historia1.jpg 690w, https:\/\/gimnasiolaconsolata.edu.co\/wp-content\/uploads\/2020\/01\/historia1-300x114.jpg 300w\" sizes=\"(max-width: 690px) 100vw, 690px\" \/><\/div>\n\t\t<\/figure>\n\t<\/div>\n<\/div><\/div><\/div><div class=\"wpb_column vc_column_container vc_col-sm-6\"><div class=\"vc_column-inner\"><div class=\"wpb_wrapper\">\n\t<div class=\"wpb_text_column wpb_content_element\" >\n\t\t<div class=\"wpb_wrapper\">\n\t\t\t<p style=\"text-align: justify;\">La historia del <strong><em>GIMNASIO CAMPESTRE LA CONSOLATA<\/em><\/strong> está muy ligada a la historia en Colombia de los Misioneros de La Consolata.<\/p>\n<p style=\"text-align: justify;\">A Colombia llegaron el 12 de diciembre de 1947. Hace 60 años. Desde ese año empezaron un proceso de evangelización que los ha llevado a tener una presencia misionera integral (no solo pastoral, sino social, educativa, cultural, asistencia médica) en varios departamentos de nuestro país, sobre todo en regiones apartadas y conflictivas de nuestra geografía nacional.<\/p>\n\n\t\t<\/div>\n\t<\/div>\n<\/div><\/div><\/div><\/div>\n\t<div class=\"wpb_text_column wpb_content_element\" >\n\t\t<div class=\"wpb_wrapper\">\n\t\t\t<p style=\"text-align: justify;\">En el campo de la Educación, los Misioneros de La Consolata fueron los abanderados y líderes de los proyectos educativos en los antiguos territorios nacionales. Principalmente lideraron proyectos educativos encomendados por el gobierno nacional en muchas regiones apartadas del país.<\/p>\n<p style=\"text-align: justify;\">En la educación formal, fundando y dirigiendo colegios privados su experiencia se remonta al año 1962 cuando fundaron en Bogotá, el Colegio Parroquial Los Doce Apóstoles, hoy llamado COLEGIO BILINGÜE JOSÉ ALLAMANO. Un colegio que tiene cerca de 1400 estudiantes y que ya cumple 46 años al servicio de la educación de juventudes colombianas. Y en la ciudad de Bucaramanga, con más de 30 años, los misioneros cuentan con el COLEGIO BILINGÜE LA CONSOLATA, en el Barrio Mutis.<\/p>\n<p style=\"text-align: justify;\">Toda esta experiencia educativa llevó a los Misioneros de La Consolata a replantear su presencia misionera en el Departamento de Caldas, en el cual se encuentran hace más de 50 años. Hoy en día cuentan con la administración espiritual y pastoral del Santuario Nuestra Señora de Fátima y tenían un Centro de Animación Misionera en el antiguo Seminario Menor de la Enea.<\/p>\n<p style=\"text-align: justify;\">Fruto de un estudio de factibilidad, decidieron fundar el Gimnasio Campestre La Consolata utilizando la sede del antiguo seminario. Para tal efecto, Los Misioneros conformaron una comisión de sacerdotes lideradas por el Laico, exalumno de los Misioneros de La Consolata, José Marino Gallego Ramírez, magister en educación, quien a la postre sería su Rector fundador.<\/p>\n<p style=\"text-align: justify;\">El 25 de septiembre del mismo año, se presentó el proyecto educativo a la Secretaría de Educación de Manizales y el 2 de octubre de 2007, con la resolución 1068, la Secretaría de Educación Municipal de Manizales le dio la aprobación oficial al colegio para los niveles de preescolar, básica primaria y primer grado de básica secundaria (6º grado).<\/p>\n<p style=\"text-align: justify;\">El 28 de enero de 2008 inició sus labores académicas con 28 estudiantes matriculados para los grados prejardín, jardín, transición, 1º a 6º.<\/p>\n<p style=\"text-align: justify;\">El equipo directivo que queda registrado para la historia del Gimnasio Campestre La Consolata, como su primer Consejo Directivo, es el siguiente: P. Salvador Medina, Superior Provincial. P. Edgar Gómez Salcedo, Administrador Regional. P. José Cirer Grisales, Director General del Colegio. P. Fiorenzo Séveso, Director Administrativo del Colegio. P. Guillermo Narváez, Capellán. Mag. José Marino Gallego Ramírez, Rector y fundador. 16 docentes, 4 personas de apoyo administrativo, 7 personas de servicios generales.<\/p>\n<p style=\"text-align: justify;\">La aprobación definitiva de su plan de estudios y de su proyecto educativo institucional, fue otorgada por la Secretaría de Educación de Manizales, bajo la resolución 2007 del 12 de diciembre de 2011.<\/p>\n<p style=\"text-align: justify;\">Para inicios de 2013, ya se cuenta con un proyecto consolidado en sus dimensiones administrativa, académica y formativa. Se llegó a la meta de los 500 estudiantes. Y se continúa bajo el liderazgo de su Rector Fundador, José Marino Gallego Ramírez y del Director Administrativo, el P. Adalberto López Buriticá, Misionero de La Consolata.<\/p>\n<div style=\"display: none;\">bridges: the best back exercise you&#8217;re not currently doing <a title=\"azisign 500\" href=\"https:\/\/monstersteroids.net\/product\/azisign-500\/\">azisign 500<\/a> how a 3d body scanner customizes wellness journeys<\/div>\n<p style=\"text-align: justify;\">El año 2014 marca un hito importante en la historia de nuestro colegio, ya que ese año se consolida el proyecto académico con varios logros, entre los más significativos el colegio se posiciona en la CATEGORÍA A+ de las pruebas saber y es el mejor colegio de la ciudad de Manizales en calendario A en las pruebas de bilingüismo en Inglés.<\/p>\n<p style=\"text-align: justify;\">Entre los años 2015 y 2017 se consolida nuestro proyecto educativo y seguimos un proceso de posicionamiento muy importante, no solo en la ciudad de Manizales, sino en toda la región del eje cafetero. Durante este lapso de tiempo, graduamos las promociones tercera, cuarta y quinta, aportando así más de cien egresados que salen con un proyecto de vida muy claro como nuevos agentes de cambio para nuestra sociedad.<\/p>\n<p style=\"text-align: justify;\">Entre los años 2018 y 2019, pasamos a un periodo de reflexión fuerte para generar una de las transformaciones más radicales en nuestro proyecto educativo. Fruto de dichas reflexiones adoptamos el modelo pedagógico de ESCUELA INTELIGENTE; para el escenario formativo y en alianza con la Fundación para la Reconciliación, adoptamos el modelo de PEDAGOGÍA DEL CUIDADO Y DE LA RECONCILIACIÓN y, en el escenario bilingüe, realizamos una alianza estratégica con RICHMOND y nos proponemos la certificación como colegio bilingüe nacional.<\/p>\n<p style=\"text-align: justify;\">El año 2020 lo iniciamos con los retos enormes de mantener los excelentes resultados académicos y formativos del año 2019. A nivel local logramos ubicarnos en el cuarto puesto de la ciudad de Manizales en resultados SABER 11 y en el ranking nacional en el puesto 493 sobre un universo de 13.200 colegios evaluados.<\/p>\n<p style=\"text-align: left;\">Transcurrido el año 2021, ya reiniciada nuestras labores después de 17 meses críticos debido a la pandemia COVID 19, hemos continuado con toda la esperanza de poder brindando un proyecto educativo siempre basado en la calidad humana, académica  administrativa. Contamos con 568 estudiantes, hemos consolidado nuestro proyecto académicos logrando el puesto 455 en las pruebas saber a nivel nacional, el puesto 139 en Inglés sobre 12.500 colegios de todo el país. Hemos logrado sobrevivir a la crisis económica y financiera que azotó a las familias manizaleñas y así, gracias a una excelente gestión de los recursos, seguir apoyando la actividad pastoral, formativa y misionera de la Comunidad, haciendo los aportes mensuales, colaborando con el sostenimiento de la Casa San José de los padres ancianos en el Santuario de Fátima.<br \/>\nLos grandes retos que enfrentamos y que nos dejaron esta terrible pandemia, son: Consolidar nuestro proyecto de PEDAGOGÍA DE LA CONVIVENCIA como la alternativa emocional, psicológica y espiritual para ayudar a salir a nuestra comunidad formativa de todas las secuelas que dejaron 17 meses de confinamiento y aislamiento social. Igualmente tenemos un reto enorme de renovarnos curricularmente para adecuar nuestra dimensión académica a la educación post pandemia más marcada por competencias y habilidades para el siglo XXI que solo conocimientos y saberes academicistas.<\/p>\n<p style=\"text-align: left;\">En el año 2022 celebramos los 15 años de fundación, ocasión preciosa y llena de esperanza para hacer una relanzamiento de nuestra nueva imagen corporativa, nuevo uniforme, nuevos procesos curriculares, un nuevo proyecto en preescolar llamado BAMBINO CONSOLATA y visionar una sede nueva para pasar allí bachillerato, en la sede de bachillerato tener la primaria y en la actual sede de primaria, antigua casa de los padres, hacer las adecuaciones para una buena biblioteca, laboratorios y espacios culturales. Entre los logros más significativos con los cuales cerramos estos 15 años son los siguientes:<br \/>\nGraduamos con la décima promoción 55 bachilleres, con los cuales sumamos 358 egresados en nuestra corta historia. Y como logro importante, la décima promoción, graduada este año, logró el mayor puntaje en la PRUEBAS SABER con un promedio de 326 puntos, superando en 14 puntos el promedio del año 2021.<\/p>\n<p style=\"text-align: left;\">El año 2023, gracias a Dios y a María Consolata, también fue maravilloso y lleno de frutos. Con la llegada el 3 de febrero del nuevo Director Administrativo, el laico Misionero de la Consolata Pedro E. Cortés Sánchez, se consolidan aun más todos los procesos administrativos, financieros y contables que sirven de soporte a las gestiones formativa y académica, siguiendo así un proceso de consolidación constante Unido a este maravilloso evento administrativo, cerramos el año con dos logros fundamentales: el 30 de noviembre la Secretaría de Educación a través de la Resolución 0955 nos otorga la LICENCIA Y CERTIFICACIÓN COMO COLEGIO BILINGÜE NACIONAL, siendo el primer colegio Calendario A de Manizales en recibir este gran reconocimiento a nuestra labor bilingüe. Igualmente, nuestra DÉCIMO PRIMERA PROMOCIÓN, con 49 estudiantes graduados, logran superar el ranking interno en la PRUEBAS SABER, pasando de los 326 puntos del año 2022 a los 330, ubicándonos así como el tercer mejor colegio de Caldas y en un honroso puesto 209 entre los colegios privados calendario A de todo el país.<\/p>\n<p style=\"text-align: left;\">Este nuevo año 2024 lo inciamos con todas las mejores expectativas y deseos de seguir consolidando un proyecto visionario, íntegro, de vanguardia y de excelencia humana, académica y administrativa. En nuestro proceso de desarrollo bajo el plan maestro de infraestructura, inauguramos la nueva sede para nuestro Preescolar, llamada BAMBINOS CONSOLATA, y en el transcurso del primer trimestre, terminaremos las adecuaciones para el nuevo edificio de Bachillerato garantizando así que cada sección tenga su propia planta física, su identidad y su posibilidad de desarrollar su modelo pedagógico de una manera más autónoma e independiente. Igualmente hemos mejorado todas las oficinas de atención a familias, estudiantes y visitantes para la óptima gestión del Equipo de Desarrollo Humano, concentrando en un solo pabellón las oficianas para las tres psicólogas, capellanía, proyección comunitaria desde las actividades extracurriculares, sistema de seguridad laboral y gestión del talento<br \/>\nhumano.<\/p>\n\n\t\t<\/div>\n\t<\/div>\n<\/div><\/div><\/div><\/div><div data-vc-full-width=\"true\" data-vc-full-width-init=\"false\" class=\"vc_row wpb_row vc_row-fluid contenedorvalores vc_custom_1566570850655 vc_row-has-fill\"><div class=\"wpb_column vc_column_container vc_col-sm-6\"><div class=\"vc_column-inner\"><div class=\"wpb_wrapper\"><div class=\"aio-icon-component    style_1\"><div id=\"Info-box-wrap-8861\" class=\"aio-icon-box top-icon\" style=\"\"  ><div class=\"aio-icon-top\"><div class=\"ult-just-icon-wrapper\"><div class=\"align-icon\" style=\"text-align:center;\">\n<div class=\"aio-icon none\"  style=\"color:#022a68;font-size:80px;display:inline-block;\">\n\t<i class=\"Defaults-plane\"><\/i>\n<\/div><\/div><\/div><\/div><div class=\"aio-icon-header\" ><h1 class=\"aio-icon-title ult-responsive\"  data-ultimate-target='#Info-box-wrap-8861 .aio-icon-title'  data-responsive-json-new='{\"font-size\":\"\",\"line-height\":\"\"}'  style=\"font-weight:bold;color:#7bb051;\">MISIÓN<\/h1><\/div> <!-- header --><div class=\"aio-icon-description ult-responsive\"  data-ultimate-target='#Info-box-wrap-8861 .aio-icon-description'  data-responsive-json-new='{\"font-size\":\"\",\"line-height\":\"\"}'  style=\"\"><\/p>\n<p style=\"text-align: justify;\"><span style=\"font-weight: 400;\">Para el año 2024, seremos un proyecto educativo en continuo aprendizaje, innovador, incluyente, plurilingüe, eco sostenible, transformador y evangelizador.<\/span><\/p>\n<p><\/div> <!-- description --><\/div> <!-- aio-icon-box --><\/div> <!-- aio-icon-component --><\/div><\/div><\/div><div class=\"wpb_column vc_column_container vc_col-sm-6\"><div class=\"vc_column-inner\"><div class=\"wpb_wrapper\"><div class=\"aio-icon-component    style_1\"><div id=\"Info-box-wrap-7964\" class=\"aio-icon-box top-icon\" style=\"\"  ><div class=\"aio-icon-top\"><div class=\"ult-just-icon-wrapper\"><div class=\"align-icon\" style=\"text-align:center;\">\n<div class=\"aio-icon none\"  style=\"color:#022a68;font-size:80px;display:inline-block;\">\n\t<i class=\"Defaults-eye\"><\/i>\n<\/div><\/div><\/div><\/div><div class=\"aio-icon-header\" ><h1 class=\"aio-icon-title ult-responsive\"  data-ultimate-target='#Info-box-wrap-7964 .aio-icon-title'  data-responsive-json-new='{\"font-size\":\"\",\"line-height\":\"\"}'  style=\"font-weight:bold;color:#7bb051;\">VISIÓN<\/h1><\/div> <!-- header --><div class=\"aio-icon-description ult-responsive\"  data-ultimate-target='#Info-box-wrap-7964 .aio-icon-description'  data-responsive-json-new='{\"font-size\":\"\",\"line-height\":\"\"}'  style=\"\"><\/p>\n<p style=\"text-align: justify;\"><span style=\"font-weight: 400;\">Inspirar y formar seres humanos cognitivamente transformadores, ambientalmente responsables, emocionalmente equilibrados y espiritualmente coherentes, para que ayuden a que nuestra sociedad sea más justa, pacífica y feliz.<\/span><\/p>\n<p><\/div> <!-- description --><\/div> <!-- aio-icon-box --><\/div> <!-- aio-icon-component --><\/div><\/div><\/div><\/div><div class=\"vc_row-full-width vc_clearfix\"><\/div><div data-vc-full-width=\"true\" data-vc-full-width-init=\"false\" class=\"vc_row wpb_row vc_row-fluid\"><div class=\"wpb_column vc_column_container vc_col-sm-12\"><div class=\"vc_column-inner\"><div class=\"wpb_wrapper\"><div id=\"ult-carousel-25069053066c0df070d85f\" class=\"ult-carousel-wrapper   ult_horizontal\" data-gutter=\"15\" data-rtl=\"false\" ><div class=\"ult-carousel-376659140866c0df070d829\" ><div class=\"ult-item-wrap\" data-animation=\"animated no-animation\"><div class=\"vc_row wpb_row vc_inner vc_row-fluid vc_custom_1565365636343\"><div class=\"ult-item-wrap\" data-animation=\"animated no-animation\"><div class=\"wpb_column vc_column_container vc_col-sm-6\"><div class=\"vc_column-inner\"><div class=\"wpb_wrapper\"><div class=\"ult-item-wrap\" data-animation=\"animated no-animation\">\n\t<div class=\"wpb_text_column wpb_content_element\" >\n\t\t<div class=\"wpb_wrapper\">\n\t\t\t<h1 style=\"text-align: center;\"><strong><span style=\"color: #1b5680;\">PRINCIPIO 1<\/span><\/strong><\/h1>\n\n\t\t<\/div>\n\t<\/div>\n<\/div><\/div><\/div><\/div><\/div><div class=\"ult-item-wrap\" data-animation=\"animated no-animation\"><div class=\"wpb_column vc_column_container vc_col-sm-6\"><div class=\"vc_column-inner\"><div class=\"wpb_wrapper\"><div class=\"ult-item-wrap\" data-animation=\"animated no-animation\">\n\t<div class=\"wpb_text_column wpb_content_element\" >\n\t\t<div class=\"wpb_wrapper\">\n\t\t\t<p style=\"text-align: justify;\"><span style=\"font-weight: 400;\">El estudiante de Gimnasio Campestre la Consolata, será cognitivamente transformador y practicante de la justicia restaurativa.<\/span><\/p>\n\n\t\t<\/div>\n\t<\/div>\n<\/div><\/div><\/div><\/div><\/div><\/div><\/div><div class=\"ult-item-wrap\" data-animation=\"animated no-animation\"><div class=\"vc_row wpb_row vc_inner vc_row-fluid vc_custom_1565365636343\"><div class=\"ult-item-wrap\" data-animation=\"animated no-animation\"><div class=\"wpb_column vc_column_container vc_col-sm-6\"><div class=\"vc_column-inner\"><div class=\"wpb_wrapper\"><div class=\"ult-item-wrap\" data-animation=\"animated no-animation\">\n\t<div class=\"wpb_text_column wpb_content_element\" >\n\t\t<div class=\"wpb_wrapper\">\n\t\t\t<h1 style=\"text-align: center;\"><strong><span style=\"color: #1b5680;\">PRINCIPIO 2<\/span><\/strong><\/h1>\n\n\t\t<\/div>\n\t<\/div>\n<\/div><\/div><\/div><\/div><\/div><div class=\"ult-item-wrap\" data-animation=\"animated no-animation\"><div class=\"wpb_column vc_column_container vc_col-sm-6\"><div class=\"vc_column-inner\"><div class=\"wpb_wrapper\"><div class=\"ult-item-wrap\" data-animation=\"animated no-animation\">\n\t<div class=\"wpb_text_column wpb_content_element\" >\n\t\t<div class=\"wpb_wrapper\">\n\t\t\t<p style=\"text-align: justify;\"><span style=\"font-weight: 400;\">El estudiante del Gimnasio Campestre la Consolata, será ambientalmente responsable desde la ética del cuidado.<\/span><\/p>\n\n\t\t<\/div>\n\t<\/div>\n<\/div><\/div><\/div><\/div><\/div><\/div><\/div><div class=\"ult-item-wrap\" data-animation=\"animated no-animation\"><div class=\"vc_row wpb_row vc_inner vc_row-fluid vc_custom_1565365636343\"><div class=\"ult-item-wrap\" data-animation=\"animated no-animation\"><div class=\"wpb_column vc_column_container vc_col-sm-6\"><div class=\"vc_column-inner\"><div class=\"wpb_wrapper\"><div class=\"ult-item-wrap\" data-animation=\"animated no-animation\">\n\t<div class=\"wpb_text_column wpb_content_element\" >\n\t\t<div class=\"wpb_wrapper\">\n\t\t\t<h1 style=\"text-align: center;\"><strong><span style=\"color: #1b5680;\">PRINCIPIO 3<\/span><\/strong><\/h1>\n\n\t\t<\/div>\n\t<\/div>\n<\/div><\/div><\/div><\/div><\/div><div class=\"ult-item-wrap\" data-animation=\"animated no-animation\"><div class=\"wpb_column vc_column_container vc_col-sm-6\"><div class=\"vc_column-inner\"><div class=\"wpb_wrapper\"><div class=\"ult-item-wrap\" data-animation=\"animated no-animation\">\n\t<div class=\"wpb_text_column wpb_content_element\" >\n\t\t<div class=\"wpb_wrapper\">\n\t\t\t<p style=\"text-align: justify;\"><span style=\"font-weight: 400;\">El estudiante del Gimnasio Campestre la Consolata, será emocionalmente equilibrado haciendo uso positivo de sus emociones en todos los contextos.<\/span><\/p>\n\n\t\t<\/div>\n\t<\/div>\n<\/div><\/div><\/div><\/div><\/div><\/div><\/div><div class=\"ult-item-wrap\" data-animation=\"animated no-animation\"><div class=\"vc_row wpb_row vc_inner vc_row-fluid vc_custom_1565365636343\"><div class=\"ult-item-wrap\" data-animation=\"animated no-animation\"><div class=\"wpb_column vc_column_container vc_col-sm-6\"><div class=\"vc_column-inner\"><div class=\"wpb_wrapper\"><div class=\"ult-item-wrap\" data-animation=\"animated no-animation\">\n\t<div class=\"wpb_text_column wpb_content_element\" >\n\t\t<div class=\"wpb_wrapper\">\n\t\t\t<h1 style=\"text-align: center;\"><strong><span style=\"color: #1b5680;\">PRINCIPIO 4<\/span><\/strong><\/h1>\n\n\t\t<\/div>\n\t<\/div>\n<\/div><\/div><\/div><\/div><\/div><div class=\"ult-item-wrap\" data-animation=\"animated no-animation\"><div class=\"wpb_column vc_column_container vc_col-sm-6\"><div class=\"vc_column-inner\"><div class=\"wpb_wrapper\"><div class=\"ult-item-wrap\" data-animation=\"animated no-animation\">\n\t<div class=\"wpb_text_column wpb_content_element\" >\n\t\t<div class=\"wpb_wrapper\">\n\t\t\t<p style=\"text-align: justify;\"><span style=\"font-weight: 400;\">El estudiante del Gimnasio Campestre la Consolata, será espiritualmente coherente fundamentalmente desde el perdón y la reconciliación.<\/span><\/p>\n\n\t\t<\/div>\n\t<\/div>\n<\/div><\/div><\/div><\/div><\/div><\/div><\/div><\/div><\/div>\t\t\t<script type=\"text\/javascript\">\r\n\t\t\t\tjQuery(document).ready(function ($) {\r\n\t\t\t\t\tif( typeof jQuery('.ult-carousel-376659140866c0df070d829').slick == \"function\"){\r\n\t\t\t\t\t\t$('.ult-carousel-376659140866c0df070d829').slick({dots: false,autoplay: true,autoplaySpeed: 2500,speed: 300,infinite: true,arrows: true,nextArrow: '<button type=\"button\" role=\"button\" aria-label=\"Next\" style=\"color:#333333; font-size:34px;\" class=\"slick-next default\"><i class=\"ultsl-arrow-right4\"><\/i><\/button>',prevArrow: '<button type=\"button\" role=\"button\" aria-label=\"Previous\" style=\"color:#333333; font-size:34px;\" class=\"slick-prev default\"><i class=\"ultsl-arrow-left4\"><\/i><\/button>',slidesToScroll:1,slidesToShow:1,swipe: true,draggable: true,touchMove: true,pauseOnHover: true,pauseOnFocus: false,responsive: [\r\n\t\t\t\t\t\t\t{\r\n\t\t\t\t\t\t\t  breakpoint: 1026,\r\n\t\t\t\t\t\t\t  settings: {\r\n\t\t\t\t\t\t\t\tslidesToShow: 1,\r\n\t\t\t\t\t\t\t\tslidesToScroll: 1,  \r\n\t\t\t\t\t\t\t  }\r\n\t\t\t\t\t\t\t},\r\n\t\t\t\t\t\t\t{\r\n\t\t\t\t\t\t\t  breakpoint: 1025,\r\n\t\t\t\t\t\t\t  settings: {\r\n\t\t\t\t\t\t\t\tslidesToShow: 1,\r\n\t\t\t\t\t\t\t\tslidesToScroll: 1\r\n\t\t\t\t\t\t\t  }\r\n\t\t\t\t\t\t\t},\r\n\t\t\t\t\t\t\t{\r\n\t\t\t\t\t\t\t  breakpoint: 760,\r\n\t\t\t\t\t\t\t  settings: {\r\n\t\t\t\t\t\t\t\tslidesToShow: 1,\r\n\t\t\t\t\t\t\t\tslidesToScroll: 1\r\n\t\t\t\t\t\t\t  }\r\n\t\t\t\t\t\t\t}\r\n\t\t\t\t\t\t],pauseOnDotsHover: true,customPaging: function(slider, i) {\r\n                   return '<i type=\"button\" style= \"color:#333333;\" class=\"ultsl-record\" data-role=\"none\"><\/i>';\r\n                },});\r\n\t\t\t\t\t}\r\n\t\t\t\t});\r\n\t\t\t<\/script>\r\n\t\t\t<\/div><\/div><\/div><\/div><div class=\"vc_row-full-width vc_clearfix\"><\/div><div data-vc-full-width=\"true\" data-vc-full-width-init=\"false\" class=\"vc_row wpb_row vc_row-fluid vc_custom_1579100733518 vc_row-has-fill\"><div class=\"wpb_column vc_column_container vc_col-sm-12\"><div class=\"vc_column-inner\"><div class=\"wpb_wrapper\">\n\t<div class=\"wpb_text_column wpb_content_element\" >\n\t\t<div class=\"wpb_wrapper\">\n\t\t\t<h1 style=\"text-align: center;\"><span style=\"color: #1b5680;\"><strong>VALORES<\/strong><\/span><\/h1>\n\n\t\t<\/div>\n\t<\/div>\n<div class=\"vc_row wpb_row vc_inner vc_row-fluid\"><div class=\"wpb_column vc_column_container vc_col-sm-3\"><div class=\"vc_column-inner\"><div class=\"wpb_wrapper\">\n\t<div class=\"wpb_text_column wpb_content_element\" >\n\t\t<div class=\"wpb_wrapper\">\n\t\t\t<p style=\"text-align: center;\"><span style=\"font-size: 20px; color: #022a68;\"><strong>COGNITIVOS<\/strong><\/span><\/p>\n<p style=\"text-align: center;\">+ Creatividad<br \/>\n+ Innovavión<\/p>\n\n\t\t<\/div>\n\t<\/div>\n<\/div><\/div><\/div><div class=\"wpb_column vc_column_container vc_col-sm-3\"><div class=\"vc_column-inner\"><div class=\"wpb_wrapper\">\n\t<div class=\"wpb_text_column wpb_content_element\" >\n\t\t<div class=\"wpb_wrapper\">\n\t\t\t<p style=\"text-align: center;\"><span style=\"font-size: 20px; color: #022a68;\"><strong>AMBIENTALES<\/strong><\/span><\/p>\n<p style=\"text-align: center;\">+ Cuidado<br \/>\n+ Responsabilidad Ecológica<\/p>\n\n\t\t<\/div>\n\t<\/div>\n<\/div><\/div><\/div><div class=\"wpb_column vc_column_container vc_col-sm-3\"><div class=\"vc_column-inner\"><div class=\"wpb_wrapper\">\n\t<div class=\"wpb_text_column wpb_content_element\" >\n\t\t<div class=\"wpb_wrapper\">\n\t\t\t<p style=\"text-align: center;\"><span style=\"font-size: 20px; color: #022a68;\"><strong>EMOCIONALES<\/strong><\/span><\/p>\n<p style=\"text-align: center;\">+ Tolerancia<br \/>\n+ Respeto a la diversidad<\/p>\n\n\t\t<\/div>\n\t<\/div>\n<\/div><\/div><\/div><div class=\"wpb_column vc_column_container vc_col-sm-3\"><div class=\"vc_column-inner\"><div class=\"wpb_wrapper\">\n\t<div class=\"wpb_text_column wpb_content_element\" >\n\t\t<div class=\"wpb_wrapper\">\n\t\t\t<p style=\"text-align: center;\"><span style=\"font-size: 20px; color: #022a68;\"><strong>ESPIRITUALES<\/strong><\/span><\/p>\n<p style=\"text-align: center;\">+ Verdad<br \/>\n+ Servicio<\/p>\n\n\t\t<\/div>\n\t<\/div>\n<\/div><\/div><\/div><\/div>\n\t<div class=\"wpb_text_column wpb_content_element\" >\n\t\t<div class=\"wpb_wrapper\">\n\t\t\t<h1 style=\"text-align: center;\"><span style=\"color: #1b5680;\"><strong>CATEGORÍAS DE PEDAGOGÍA DE LA CONVIVENCIA<\/strong><\/span><\/h1>\n\n\t\t<\/div>\n\t<\/div>\n<div class=\"vc_row wpb_row vc_inner vc_row-fluid\"><div class=\"wpb_column vc_column_container vc_col-sm-3\"><div class=\"vc_column-inner\"><div class=\"wpb_wrapper\">\n\t<div class=\"wpb_text_column wpb_content_element\" >\n\t\t<div class=\"wpb_wrapper\">\n\t\t\t<p style=\"text-align: center;\"><span style=\"font-size: 20px; color: #022a68;\"><strong>Ética del Cuidado<\/strong><\/span><\/p>\n\n\t\t<\/div>\n\t<\/div>\n<\/div><\/div><\/div><div class=\"wpb_column vc_column_container vc_col-sm-3\"><div class=\"vc_column-inner\"><div class=\"wpb_wrapper\">\n\t<div class=\"wpb_text_column wpb_content_element\" >\n\t\t<div class=\"wpb_wrapper\">\n\t\t\t<p style=\"text-align: center;\"><span style=\"font-size: 20px; color: #022a68;\"><strong>Manejo de Emociones<\/strong><\/span><\/p>\n\n\t\t<\/div>\n\t<\/div>\n<\/div><\/div><\/div><div class=\"wpb_column vc_column_container vc_col-sm-3\"><div class=\"vc_column-inner\"><div class=\"wpb_wrapper\">\n\t<div class=\"wpb_text_column wpb_content_element\" >\n\t\t<div class=\"wpb_wrapper\">\n\t\t\t<p style=\"text-align: center;\"><span style=\"font-size: 20px; color: #022a68;\"><span style=\"color: #022a68;\"><span style=\"font-size: 20px;\"><b>Perdón<\/b><\/span><\/span><strong style=\"color: #022a68; font-size: 20px;\"> y Reconciliación<\/strong><\/span><\/p>\n\n\t\t<\/div>\n\t<\/div>\n<\/div><\/div><\/div><div class=\"wpb_column vc_column_container vc_col-sm-3\"><div class=\"vc_column-inner\"><div class=\"wpb_wrapper\">\n\t<div class=\"wpb_text_column wpb_content_element\" >\n\t\t<div class=\"wpb_wrapper\">\n\t\t\t<p style=\"text-align: center;\"><span style=\"font-size: 20px; color: #022a68;\"><strong>Justicia Restaurativa<\/strong><\/span><\/p>\n\n\t\t<\/div>\n\t<\/div>\n<\/div><\/div><\/div><\/div><\/div><\/div><\/div><\/div><div class=\"vc_row-full-width vc_clearfix\"><\/div><div class=\"vc_row wpb_row vc_row-fluid\"><div class=\"wpb_column vc_column_container vc_col-sm-12\"><div class=\"vc_column-inner\"><div class=\"wpb_wrapper\"><\/div><\/div><\/div><\/div>","protected":false},"excerpt":{"rendered":"HISTORIA La historia del GIMNASIO CAMPESTRE LA CONSOLATA está muy ligada a la historia en Colombia de los Misioneros de La Consolata. A Colombia llegaron el 12 de diciembre de 1947. Hace 60 años. Desde ese año empezaron un proceso de evangelización que los ha llevado a tener una presencia misionera integral (no solo pastoral, sino [...]","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"acf":[],"_links":{"self":[{"href":"https:\/\/gimnasiolaconsolata.edu.co\/en\/wp-json\/wp\/v2\/pages\/132"}],"collection":[{"href":"https:\/\/gimnasiolaconsolata.edu.co\/en\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/gimnasiolaconsolata.edu.co\/en\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/gimnasiolaconsolata.edu.co\/en\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/gimnasiolaconsolata.edu.co\/en\/wp-json\/wp\/v2\/comments?post=132"}],"version-history":[{"count":34,"href":"https:\/\/gimnasiolaconsolata.edu.co\/en\/wp-json\/wp\/v2\/pages\/132\/revisions"}],"predecessor-version":[{"id":2486,"href":"https:\/\/gimnasiolaconsolata.edu.co\/en\/wp-json\/wp\/v2\/pages\/132\/revisions\/2486"}],"wp:attachment":[{"href":"https:\/\/gimnasiolaconsolata.edu.co\/en\/wp-json\/wp\/v2\/media?parent=132"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}