{"id":483,"date":"2020-03-10T12:13:21","date_gmt":"2020-03-10T17:13:21","guid":{"rendered":"https:\/\/gimnasiolaconsolata.edu.co\/?page_id=483"},"modified":"2020-03-10T13:50:26","modified_gmt":"2020-03-10T18:50:26","slug":"escuela-inteligente","status":"publish","type":"page","link":"https:\/\/gimnasiolaconsolata.edu.co\/escuela-inteligente\/","title":{"rendered":"Escuela inteligente"},"content":{"rendered":"<div class=\"vc_row wpb_row vc_row-fluid vc_custom_1583866195888\"><div class=\"wpb_column vc_column_container vc_col-sm-12\"><div class=\"vc_column-inner\"><div class=\"wpb_wrapper\">\n\t<div class=\"wpb_text_column wpb_content_element  vc_custom_1583866224345\" >\n\t\t<div class=\"wpb_wrapper\">\n\t\t\t<h1 style=\"text-align: center;\"><span style=\"color: #1b5680;\"><strong>ESCUELA INTELIGENTE<\/strong><\/span><\/h1>\n\n\t\t<\/div>\n\t<\/div>\n<\/div><\/div><\/div><\/div><div class=\"vc_row wpb_row vc_row-fluid\"><div class=\"wpb_column vc_column_container vc_col-sm-12\"><div class=\"vc_column-inner\"><div class=\"wpb_wrapper\">\n\t<div class=\"wpb_text_column wpb_content_element \" >\n\t\t<div class=\"wpb_wrapper\">\n\t\t\t<p style=\"text-align: justify;\">Es importante resaltar que nuestro modelo pedagógico institucional parte de un postulado muy claro y contundente: queremos, por todos los medios, dejar de ser una escuela (como sinónimo de institución, colegio o proyecto) plana, tradicionalista, anacrónica y pasada de moda. Como yuxtaposición consciente a este modelo, hemos optado por ser una ESCUELA INTELIGENTE. La ESCUELA INTELIGENTE como modelo pedagógico se viene gestando en escenarios europeos recientemente. Tiene sus sustentos conceptuales en varios pedagogos españoles entre los que se cuentan Carmen Pellicer, fundadora y presidenta de la Fundación Trilema y Directora de la red Escuelas que Aprenden. Además, está José Antonio Marina, psicólogo y pedagogo pionero de la inteligencia ejecutiva.<\/p>\n<p style=\"text-align: justify;\">Al hablar de ESCUELA INTELIGENTE como ruptura contra una ESCUELA PLANA, queremos hacer énfasis en lo siguiente:<\/p>\n<p style=\"text-align: justify;\">Pasar de una escuela plana basada en la enseñanza, a privilegiar una escuela inteligente basada en el aprendizaje.<\/p>\n<p style=\"text-align: justify;\">Pasar de una escuela plana donde el rol protagónico lo tiene el docente, a una escuela inteligente en la cual el protagonismo recae tanto en el docente como mediador y el estudiante como sujeto activo de su proceso de aprendizaje.<\/p>\n<p style=\"text-align: justify;\">No queremos una escuela en donde le docente va a enseñar y el estudiante va a memorizar, copiar y reproducir lo enseñado.<\/p>\n<p style=\"text-align: justify;\">No queremos seguir en una escuela plana basada en contenido, temas y asignaturas; queremos una escuela inteligente basada en un currículo que desarrolle competencias y habilidades de pensamiento a través de las cuales el estudiante llegue a la adquisición de contenidos relevantes, esto es, una escuela en donde se aprenda más, mejor y todos.<\/p>\n<p style=\"text-align: justify;\">Cuando miramos los postulados anteriores es necesario mirar la escuela inteligente bajo la metáfora del cubo de Rubick, que tiene seis caras y que para poder “armarlo” se necesitan cuadrar sus seis caras, organizarlas, moverlas, integrarlas, formarlas como un todo. La escuela inteligente se define en sus seis caras de la siguiente manera: currículo, metodología, evaluación, organización, liderazgo y personalización.<\/p>\n<p style=\"text-align: justify;\">Esas seis caras o elementos constitutivos definen el movimiento y la dinámica propia de la escuela inteligente: En síntesis, queremos una escuela inteligente en la cual su currículo desarrolle competencias y profundidad real en contenidos relevantes.<\/p>\n<p style=\"text-align: justify;\">Su metodología sea fruto de una interrelación docente estudiante basada en escenarios de aprendizajes en donde se privilegie en aprendizaje basado en proyectos en trabajo cooperativo.<\/p>\n<p style=\"text-align: justify;\">Una evaluación distinta, formativa, de procesos, con evidencias reales de aprendizajes, con ejercicios metacognitivos y celebraciones del aprendizaje creativas y reales.<\/p>\n<p style=\"text-align: justify;\">Una organización plana, renovadora, con aulas abiertas, integración disciplinar, con asignaturas nuevas, con escenarios de aprendizajes innovadores, con horarios flexibles y con arquitectura escolar integradora de la naturaleza y del mundo en ellas.<\/p>\n<p style=\"text-align: justify;\">Con un liderazgo totalmente nuevo, en donde los directivos ejercen un coaching emocional y pedagógico diferente, son acompañantes de un modelo nuevo, entran al aula a verificar, acompañar, formar, liderar y compartir, no a fiscalizar; un liderazgo en donde se privilegia el hermanamiento pedagógico y en donde todos son maestros, líderes renovados y empoderados con las nuevas pedagogías.<\/p>\n<p style=\"text-align: justify;\">Y una personalización en donde se permite la inclusión, el desarrollo de las inteligencias múltiples, el acompañamiento individualizado a cada estudiantes desde sus realidades cognitivas y emocionales. Esta es la ESCUELA INTELIGENTE que queremos ser.<\/p>\n\n\t\t<\/div>\n\t<\/div>\n<\/div><\/div><\/div><\/div>\n","protected":false},"excerpt":{"rendered":"ESCUELA INTELIGENTE Es importante resaltar que nuestro modelo pedagógico institucional parte de un postulado muy claro y contundente: queremos, por todos los medios, dejar de ser una escuela (como sinónimo de institución, colegio o proyecto) plana, tradicionalista, anacrónica y pasada de moda. Como yuxtaposición consciente a este modelo, hemos optado por ser una ESCUELA INTELIGENTE. [...]","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"acf":[],"_links":{"self":[{"href":"https:\/\/gimnasiolaconsolata.edu.co\/wp-json\/wp\/v2\/pages\/483"}],"collection":[{"href":"https:\/\/gimnasiolaconsolata.edu.co\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/gimnasiolaconsolata.edu.co\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/gimnasiolaconsolata.edu.co\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/gimnasiolaconsolata.edu.co\/wp-json\/wp\/v2\/comments?post=483"}],"version-history":[{"count":6,"href":"https:\/\/gimnasiolaconsolata.edu.co\/wp-json\/wp\/v2\/pages\/483\/revisions"}],"predecessor-version":[{"id":502,"href":"https:\/\/gimnasiolaconsolata.edu.co\/wp-json\/wp\/v2\/pages\/483\/revisions\/502"}],"wp:attachment":[{"href":"https:\/\/gimnasiolaconsolata.edu.co\/wp-json\/wp\/v2\/media?parent=483"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}